{ 
    "honyee__types": [
    "<h3>Manuka Honey</h3><span>Manuka honey has gained popularity over the last few years because of its well-publicized antibacterial properties. This velvet-textured honey is not very sweet and has slight nutty tones with a distinctively bitter herbal aftertaste. It comes from bees that pollinate the flowers (Leptospermum scoparium) of the manuka bush native to New Zealand. These manuka flowers bloom only 2-6 weeks annually, which is one of the reasons why manuka honey has a comparatively hefty price tag.</span>",
  
    "<h3>Acacia Honey</h3><span>One of the most sought-after types of honey, this light-colored golden liquid is generally sold as acacia honey, American acacia, or locust honey. The bees obtain it from the flowers of the black locust tree (Robinia pseudoacacia L.), also known as false acacia. While it can be enjoyed on warm toast, its light floral vanilla-like taste makes it an ideal pairing with cheeses like ricotta, pecorino, and gorgonzola.</span>",
  
    "<h3>Clover Honey</h3><span>If a bottle is labeled as honey, it is most likely clover honey. Sourced by bees from clover blossoms, it has a sweet floral flavor that makes it suitable for use in teas, drizzled over pancakes, and to sweeten cakes and bread.</span>",
  
    "<h3>Alfalfa Honey</h3><span>Alfalfa honey, like clover honey, is what you consider typical honey. This honey also has a light amber color and sweet floral flavor. Also known as lucerne honey, it is sourced by bees from alfalfa (Medicago sativa) flowers, which contributes to its slight grassiness aftertaste.</span>",
  
    "<h3>Buckwheat Honey</h3><span>If you are a fan of strong-flavored honey, then buckwheat honey with its rich malty taste is the one for you. It comes from bees that pollinate buckwheat flowers, as the name suggests. It is dark-colored honey, which is known to have higher antioxidant levels than the lighter-colored ones.</span>",
  
    "<h3>Eucalyptus Honey</h3><span>Known for its antibacterial properties, eucalyptus honey comes from bees that forage mainly on eucalyptus flowers. It has a caramel flavor with a slight medicinal aroma and is best enjoyed in herbal teas.</span>",
  
    "<h3>Lavender Honey</h3><span>Lavender honey, considered a gourmet product, is made by bees that have been guided to collect nectar from lavender flowers in bloom, mainly from Spain, France, Portugal, and Morocco. Its delicate lavender aroma and naturally creamy texture are best enjoyed when drizzled over fresh fruits like figs and berries.</span>",
  
    "<h3>Orange Blossom Honey</h3><span>Like lavender honey, orange blossom honey can transport you to its source of creation – an orange grove. This amber-colored liquid has a trademark citrus flavor as it comes from the fragrant orange blossom flowers, which bloom in a warm temperate climate. Orange blossom honey has a thick texture due to its high sugar content, which lends itself to baking delicious honey cake or bread.</span>",

    "<h3>Linden Honey</h3><span>Linden honey, also known as basswood or lime honey, has a characteristic green color when it is fresh that fades to yellow or light amber over time. Collected by bees from the deliciously-scented linden flowers, the sweet honey has a distinct lime taste to it and a slight menthol aroma. But don’t let this put you off. It can be used just like regular honey and is often used in folklore remedies to reduce symptoms of colds and fever.</span>",
  
    "<h3>Blueberry Honey</h3><span>Blueberry honey is a prized find as it is honey native to the US states of Maine and Michigan. This full-flavored buttery honey with a blueberry finish is perfect for cooking. You can use it as a glaze for grilled chicken, include it in marinades, or make interesting cocktails.</span>",
  
    "<h3>Sage Honey</h3><span>Sage honey is usually sold directly by beekeepers or in select organic stores and is primarily produced in California, US. Collected by bees from the sage family of plants, this honey has a deep sweet flavor. It also does crystallize easily, making it a favorite as a sugar substitute. You can use it barbeque marinades, herbal teas, as well as to bake cakes.</span>",
  
    "<h3>Palmetto Honey</h3><span>Palmetto honey, or saw palmetto honey, is specialty honey from Florida produced by the bees pollinating the saw palmetto blossoms. It is difficult to lay your hands on this full-flavored smoky-tasting honey if you are not in Florida or its surrounding states. This golden-colored honey has a bold taste and pairs beautifully with strong flavors like mustard, prosciutto, or even southern sweet tea.  It is not the same as sabal palmetto honey, which has a subtler taste.</span>"
    ],
    "bees":"Bees are flying insects closely related to wasps and ants, known for their role in pollination and, in the case of the best-known bee species, the western honey bee, for producing honey."
}